Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/utredning_av_spraksituasjonen_for_ume-_pite-_og_skoltesamisk.html.tmx
Source language: nob
Languages: sme

source: For å styrke pitesamisk, umesamisk og skoltesamisk skal Sametinget gjøre en del grunnleggende arbeid, slik som dokumentasjon og kartlegging av dagens situasjon for språkene på norsk side av Sápmi.
sme: Ubmi-, bihtán- ja nuortalaš sámegielaid dili guorahallan Bihtánsámegiela, ubmisámegiela ja nuortalašgiela nannemii dárbbašuvvo vuosttažettiin vuođđobargu, nu go geavaheddjiid dálá dili duođašteapmi ja kárten Norgga bealde Sámis.

source: Kartleggingene av språkene skal brukes til å få en oversikt over behov, samt tilpasse språktiltak og tjenester for språkbrukerne.
sme: Gielaid kárten galgá geavahuvvot dasa ahte oažžut ollislaš gova dárbbuin, ja heivehit gielladoaibmabijuid ja bálvalusaid giellageavaheddjiide.

source: En kartlegging vil gi bedre grunnlag for å sette i gang språktiltak i de aktuelle miljøene, og vil gi en oversikt over arbeidet som er gjort og mulige veier videre i arbeidet med å vitalisere ume-, pite- og skoltesamiske språk.
sme: Kártenbarggu bokte oččošii buoret vuođu álggahit gielladoaibmabijuid guoskevaš birrasiidda, ja dan bokte oainnášii makkár bargu lea dahkkon ja makkár vejolašvuođat leat viidásit bargat ubmi-, bihtán- ja nuortalašgielaid ealáskahttimis.

source: Skoltesamisk språksituasjon
sme: Nuortalašgiela dilli

source: Forsker Torkel Rasmussen har på oppdrag for Sametinget utført en utredning om dagens situasjon for skoltesamisk.
sme: Dutki Torkel Rasmussen lea Sámedikki ovddas čađahan čielggadeami nuortalašgiela dili birra Norggas.

source: 23. mars 2021 ble rapporten om situasjon for skoltesamisk på norsk side av Sápmi publisert:
sme: Njukčamánu 23. beaivvi 2021 almmuhuvai raporta nuortalaš giela dili birra Norggas:

source: Forsker Torkel Rasmussen presenterte utredningens resultater på et webinar 23. mars.
sme: Dutki Torkel Rasmussen ovdanbuvttii čielggadeami bohtosiid webináras njukčamánu 23. beaivvi.

source: Se opptak av webinaret:
sme: Geahča báddejuvvon webinára:
